Repository: microblink/blinkid-ios
Catalog: Source/BlinkIDUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_enable_permission_help_instant_app
source: Please give the camera permission in the app permission settings.
ak: Ma kamara no kwan wɔ app no pɛmihyen sɛtins mu.
am: እባክዎ በመተግበሪያው የፍቃድ ቅንብሮች ውስጥ ለካሜራው ፍቃድ ይስጡት።
ar: يُرجى منح إذن الوصول إلى الكاميرا, من خلال إعدادات أذونات التطبيق.
bn: অ্যাপের অনুমতির সেটিংসে গিয়ে ক্যামেরার অনুমতি দিন।
cs: Povolte prosím aplikaci přístup k fotoaparátu v nastavení oprávnění.
da: Giv appen kameratilladelse i tilladelsesindstillingerne.
de: Bitte erlauben Sie in den App-Berechtigungseinstellungen den Zugriff auf die Kamera.
el: Δώστε άδεια στην κάμερα στις ρυθμίσεις αδειών της εφαρμογής.
es: Dele permiso a la cámara en la configuración de permisos de la aplicación.
es_mx: Autoriza el acceso a la cámara en la configuración de los permisos de la aplicación.
fa: Lotfan dar tanzimat-e dastresi-haye barname, ejaze-ye dorbin ra bedahid.
fi: Anna kameran käyttöoikeus sovelluksen käyttöoikeusasetuksissa.
fil: Mangyaring pahintulutan ang camera sa mga setting ng pahintulot ng app.
fr: Veuillez autoriser la caméra dans les paramètres d'autorisation de l'application.
fr_ca: Veuillez accorder l'autorisation d'utiliser l'appareil photo dans les paramètres d'autorisation de l'application.
ha: A kunna izinin kamera a cikin saitunan izini na manhajar.
he: נא לתת לאפליקציה הרשאת מצלמה בהגדרת הרשאות.
hi: कृपया ऐप अनुमति सेटिंग में कैमरे की अनुमति दें.
hr: Dozvolite pristup kameri u postavkama aplikacije.
hu: Kérjük, engedélyezze a kamerát az alkalmazás engedélyezési beállításaiban.
id: Mohon berikan izin kamera di pengaturan perizinan aplikasi.
is: Veitið myndavélinni heimild í heimildastillingum appsins.
it: Per favore autorizza l'uso della fotocamera nelle impostazioni di autorizzazione dell'app.
ja: アプリの許可設定でカメラへのアクセス許可を与えてください。
ka_ge: გაააქტიურეთ კამერაზე წვდომის ნებართვა აპლიკაციის ნებართვების პარამეტრებში.
kk: Қолданба рұқсатының параметрлерінен камераға рұқсат беріңіз.
km_kh: សូមផ្តល់ការអនុញ្ញាតកាមេរ៉ានៅក្នុងការកំណត់ការអនុញ្ញាតកម្មវិធី។
ko: 앱 권한 설정에서 카메라 권한을 허용해 주세요.
lv: Lūdzu, piešķiriet kameras atļauju lietotnes atļauju iestatījumos.
ms: Sila berikan kebenaran kepada kamera melalui tetapan kebenaran aplikasi.
nb: Gi kameratillatelse i appens tillatelsesinnstillinger.
ne: कृपया एप अनुमति सेटिङमा क्यामेरा अनुमति दिनुहोस्।
nl: Geef alstublieft cameratoegang via de toegangsinstellingen van de app.
pl: Udziel dostępu do aparatu w ustawieniach uprawnień aplikacji.
ps_af: مهرباني وکړئ د اپلیکیشن د اجازې ترتیباتو کې د کیمرې اجازه ورکړئ.
pt: Dê permissão de acesso à câmara nas configurações de permissão da aplicação.
pt_br: Conceda a permissão para a câmera nas configurações de permissão do aplicativo.
ro: Activați accesul la camera foto în setările de permisiuni ale aplicației.
ru: Предоставьте разрешение на доступ к камере в настройках.
si: කරුණාකර යෙදුමේ අවසර සැකසුම් තුළ කැමරාවට අවසරය ලබා දෙන්න.
sk: Prosím, udeľte fotoaparátu povolenie v prístupových nastaveniach aplikácie.
sl: V nastavitvah dovoljenj za aplikacijo dajte dovoljenje za kamero.
sr: Dozvolite pristup kameri u podešavanjima dozvola aplikacije.
sv: Var god och ge kamerabehörighet i appens behörighetsinställningar.
sw: Tafadhali iruhusu kamera kwenye mipangilio ya ruhusa ya programu.
th: โปรดอนุญาตการใช้งานกล้องในการตั้งค่าการอนุญาตแอป
tr: Uygulama izin ayarlarında lütfen kamera izni ver.
uk: Будь ласка, дозвольте використання камери у налаштуваннях дозволів застосунку.
ur: براہ کرم ایپ کی اجازتوں کی سیٹنگز میں کیمرہ کی اجازت دیں۔
uz: Ilovaning ruxsat sozlamalarida kamera ruxsatini bering.
vi: Xin vui lòng vào mục cài đặt quyền ứng dụng để cấp phép sử dụng camera.
yo: Jọ̀wọ́ fún kámẹ́rà ní ìyọ̀nda nínú ètò ìgbaniláàyè fún ohun èlò lórí fóònù rẹ
zh_hans: 请在应用权限设置中授予相机权限。
zh_hant: 請在應用程式權限設定中授予相機權限。

# mb_face_photo_not_fully_visible
source: Keep the face photo fully visible
ak: Ma anim mfonini no nyinaa nna adi
am: የፊት ፎቶው ሙሉ በሙሉ እንዲታይ ያድርጉ
ar: أبقِ صورة الوجه ظاهرة بالكامل
bn: মুখের ছবিটি সম্পূর্ণ দৃশ্যমান রাখুন
cs: Zajistěte, aby byla fotografie obličeje zcela viditelná
da: Sørg for, at ansigtsbilledet er helt synligt
de: Halten Sie das Gesichtsbild vollständig sichtbar
el: Κρατήστε τη φωτογραφία προσώπου πλήρως ορατή
es: Mantén la foto del rostro completamente visible
es_mx: Mantén la foto del rostro completamente visible
fa: Aks-e chehre ra kamelan namayan negah darid
fi: Pidä kasvokuva kokonaan näkyvissä
fil: Panatilihing ganap na nakikita ang larawan ng mukha
fr: Gardez la photo du visage entièrement visible
fr_ca: Gardez la photo du visage entièrement visible
ha: Tabbatar hoton fuskar yana bayyane gaba ɗaya
he: ודאו שתמונת הפנים גלויה במלואה
hi: चेहरे की फ़ोटो को पूरी तरह दिखाई देने दें
hr: Fotografija lica nije u potpunosti vidljiva
hu: Ügyeljen arra, hogy az arckép teljes egészében látható legyen
id: Pastikan foto wajah terlihat sepenuhnya
is: Haltu andlitsmyndinni að fullu sýnilegri
it: Tieni completamente visibile la foto del volto
ja: 顔写真全体が見えるようにしてください
ka_ge: სახის ფოტო სრულად ხილული იყოს
kk: Бет фотосуретін толық көрінетіндей ұстаңыз
km_kh: រក្សារូបថតមុខឱ្យមើលឃើញទាំងស្រុង
ko: 얼굴 사진 전체가 보이도록 하세요
lv: Nodrošiniet, lai sejas fotoattēls būtu pilnībā redzams
ms: Pastikan foto wajah kelihatan sepenuhnya
nb: Hold ansiktsbildet helt synlig
ne: अनुहारको फोटो पूर्ण रूपमा देखिने गरी राख्नुहोस्
nl: Houd de pasfoto volledig zichtbaar
pl: Upewnij się, że zdjęcie twarzy jest w pełni widoczne
ps_af: د مخ انځور په بشپړه توګه ښکاره وساتئ
pt: Mantenha a fotografia do rosto totalmente visível
pt_br: Mantenha a foto do rosto totalmente visível
ro: Mențineți fotografia feței complet vizibilă
ru: Держите фотографию лица полностью в кадре
si: මුහුණේ ඡායාරූපය සම්පූර්ණයෙන් පෙනෙන ලෙස තබා ගන්න
sk: Udržujte fotografiu tváre úplne viditeľnú
sl: Fotografija obraza naj bo v celoti vidna
sr: Neka fotografija lica bude potpuno vidljiva
sv: Håll ansiktsfotot helt synligt
sw: Hakikisha picha ya uso inaonekana kikamilifu
th: ให้เห็นรูปถ่ายใบหน้าทั้งหมด
tr: Yüz fotoğrafını tamamen görünür tutun
uk: Тримайте фото обличчя повністю видимим
ur: چہرے کی تصویر کو مکمل طور پر دکھائی دینے دیں
uz: Yuz fotosurati to‘liq ko‘rinib turishini ta’minlang
vi: Đảm bảo ảnh khuôn mặt hiển thị đầy đủ
yo: Jẹ́ kí fọ́tò ojú náà hàn pátápátá
zh_hans: 请确保人像照片完全可见
zh_hant: 請讓人像照片完整可見

# mb_flashlight_warning_message
source: Watch out for flashlight glare. Gently move your ID around to avoid it.
ak: Hwɛ sɛ wobehu flashlight hann bi a. Nkakrankakra no fa wo ID no kyinkyin na antɔ so.
am: የባትሪ ብርሃን እንዳያበራ ይጠንቀቁ። ይህንን ለማስወገድ መታወቂያዎን በቀስታ ያንቀሳቅሱት።
ar: احترس من وهج المصباح. حرك هويتك برفق لتتجنبه.
bn: ফ্ল্যাশলাইটের ঝলকানি থেকে সতর্ক থাকুন। এটি এড়াতে আপনার আইডিটি আলতো করে ঘোরান।
cs: Dejte pozor na odlesky způsobené bleskem. Vyhnete se jim lehkým posunutím vašeho průkazu.
da: Hold øje med lygtens genskin. Flyt dit ID forsigtigt rundt for at undgå det.
de: Achten Sie auf eine Blendung durch Blitzlicht. Bewegen Sie Ihren Ausweis vorsichtig umher, um dies zu vermeiden.
el: Προσέξτε την αντανάκλαση από τον φακό. Κουνήστε απαλά την ταυτότητά σας για να την αποφύγετε.
es: Tenga cuidado con el resplandor de la linterna. Mueva suavemente su ID a su alrededor para evitarlo.
es_mx: Atención al reflejo de la linterna. Mueve ligeramente tu identificación para evitarlo.
fa: Havasetan be tabesh-e nur-e flash bashad. Madrak-e hoviyati ra aheste jabeja konid ta tabesh az beyn beravad.
fi: Varo salaman häikäisyä. Siirrä henkilötodistusta varovasti välttääksesi häikäisyn.
fil: Mag-ingat sa flashlight glare. Dahan-dahang ilipat ang iyong ID sa paligid upang maiwasan ito.
fr: Attention aux reflets de la lampe de poche. Bougez doucement votre pièce d'identité pour les éviter.
fr_ca: Faites attention à l'éblouissement causé par le flash. Veuillez déplacer délicatement votre pièce d'identité pour l'éviter.
ha: A duba idan akwai wurin da haske ya dusashe takardar. A motsa ID ɗin a hankali domin kauce wa hasken.
he: היזהרו מפני סנוור הפנס. הזיזו בעדינות את תעודת הזהות שלכם בכדי להימנע מהדבר.
hi: टॉर्च की चमक से सावधान रहें. इससे बचने के लिए अपनी आईडी को धीरे से इधर-उधर घुमाएं.
hr: Smanjite odsjaj bljeskalice laganim pomicanjem dokumenta.
hu: Figyeljen oda a vaku fényének visszaverődésére. Finoman mozgassa a személyi igazolványát, hogy elkerülje.
id: Waspadai kilau blitz. Pindahkan ID Anda dengan perlahan untuk menghindarinya.
is: Gætið að glampi frá vasaljósi. Færið skilríkin varlega til að forðast þau.
it: Attenzione al riflesso della luce. Muovi lentamente il documento per evitarlo.
ja: フラッシュライトの反射にご注意ください。 反射を避けるため,身分証明書をゆっくりと動かしてください。
ka_ge: მოერიდეთ ბლიცის მკვეთრ ნათებას. ოდნავ გაამოძრავეთ თქვენი პირადობის მოწმობა მის თავიდან ასაცილებლად.
kk: Жарықтың шағылыспауына назар аударыңыз. Мұндай шағылыс пайда болса, оны болдырмау үшін жеке куәлікті ақырын жылжытыңыз.
km_kh: សូមប្រយ័ត្នចំពោះពន្លឺពិល។ ផ្លាស់ទីលេខសម្គាល់របស់អ្នកដោយថ្នមៗ ដើម្បីជៀសវាងវា។
ko: 손전등 반사광에 주의하세요. 신분증을 조금씩 움직여 반사를 피해주세요.
lv: Uzmanieties no zibspuldzes atspīduma. Uzmanīgi kustiniet savu ID, lai no tā izvairītos.
ms: Berhati-hati dengan silau lampu suluh. Gerakkan ID anda dengan perlahan keliling untuk menjauhinya.
nb: Pass deg for gjenskinn fra sterkt lys. Flytt ID-en din rundt for å unngå det.
ne: फ्ल्यासलाइटबाट सावधान रहनुहोस्। त्यसलाई रोक्न आफ्नो परिचयपत्र बिस्तारै मिलाउनुहोस्।
nl: Pas op voor schittering van de flitser. Verplaats uw ID voorzichtig om dit te voorkomen.
pl: Zwróć uwagę na odblaski od flesza. Delikatnie zmień pozycję dokumentu, aby ich uniknąć.
ps_af: د فلش لائټ ځلا ته پام وکړئ. خپل ID په نرمۍ سره حرکت ورکړئ ترڅو له دې څخه مخنیوی وشي.
pt: Tenha cuidado com o clarão da lanterna. Mova de forma ligeira a sua identificação para o evitar.
pt_br: Cuidado com o brilho da lanterna. Mova seu documento de identidade com cuidado para evitá-lo.
ro: Fiți atent la strălucirea cauzată de lumina blițului. Mutați-vă ușor actul de identitate pentru a o evita.
ru: Избегайте бликов от вспышки. Медленно смещайте документ таким образом, чтобы их не было.
si: කැමරාවේ ෆ්ලෑෂ් ලයිට් දිලිසුම ගැන විමසිලිමත් වන්න. එය වළක්වා ගැනීමට ඔබේ හැඳුනුම්පත සෙමෙන් එහා මෙහා කරන්න.
sk: Dajte si pozor na oslnenie baterkou. Jemne posuňte svoje ID, aby ste sa tomu vyhli.
sl: Pazite na bleščanje bliskavice. Osebni dokument rahlo premaknite, da se mu izognete.
sr: Pazite na odsjaj blica. Nežno pomerajte lični dokument da biste ga izbegli.
sv: Akta dig för reflektioner från kamerablixten. Flytta ditt ID försiktigt för att undvika detta.
sw: Kuwa mwangalifu na mwanga wa tochi. Sogeza taratibu kitambulisho chako ili uuepuke.
th: ระวังแสงจ้าจากไฟฉาย ค่อย ๆ เลื่อนบัตรประชาชนของคุณไปรอบ ๆ เพื่อหลีกเลี่ยง
tr: Flaş ışığının parlamasına dikkat et. Parlamayı önlemek için kimliğini hafifçe hareket ettir.
uk: Обережно зі спалахом ліхтарика. Акуратно перемістіть своє посвідчення особи, щоб уникнути відблиску.
ur: فلیش لائٹ کی چمک سے بچیں۔ اس سے بچنے کے لیے اپنی شناختی دستاویز کو آہستہ سے حرکت دیں۔
uz: Chaqnoq akslanishining oldini oling. Buning uchun ID hujjatingizni ohista siljiting.
vi: Coi chừng lóa sáng do đèn flash. Nhẹ nhàng di chuyển giấy tờ của bạn qua lại để chống lóa.
yo: Ṣóra fun ìtànyòò ìtànsan iná kámẹ́rà. Rọra máa yí káàdì ìdánimọ̀ rẹ káàkiri láti yẹra fún un.
zh_hans: 当心闪光灯眩光。 请轻轻移动您的身份证件,避免产生眩光。
zh_hant: 請注意閃光燈眩光。 慢慢移動您的證件以避免眩光。

# mb_front_instructions
source: Scan the front side of a document
ak: Skane krataa no anim
am: የሰነዱ የፊት ገፅን ይቃኙ
ar: امسح الوجه الأمامي للمستند
bn: ডকুমেন্টের সামনের দিক স্ক্যান করুন
cs: Naskenujte přední stranu dokumentu
da: Scan forsiden af et dokument
de: Scannen Sie die Vorderseite eines Dokuments
el: Σαρώστε την μπροστινή όψη ενός εγγράφου
es: Escanee el anverso de un documento
es_mx: Escanear la parte delantera del documento
fa: Ruye mostanad ra eskan konid
fi: Skannaa asiakirjan etupuoli
fil: I-scan ang unahang bahagi ng dokumento
fr: Scanner le recto d'un document
fr_ca: Numérisez le recto du document
ha: A ɗauki hoton gaban takardar
he: לסרוק את הצד הקדמי של מסמך
hi: दस्तावेज़ के सामने वाले भाग को स्कैन करें
hr: Skenirajte prednju stranu dokumenta
hu: Szkennelje be a dokumentum elülső oldalát
id: Pindai sisi depan dokumen
is: Skannið framhliðina á skjalinu
it: Scansiona il fronte di un documento
ja: 書類の表面をスキャンしてください
ka_ge: დაასკანერეთ დოკუმენტის წინა მხარე
kk: Құжаттың алдыңғы жағын сканерлеңіз
km_kh: ស្កេនផ្នែកខាងមុខនៃឯកសារ
ko: 문서의 앞면을 스캔하세요
lv: Skenēt dokumenta priekšpusi
ms: Imbas bahagian hadapan dokumen
nb: Skann forsiden av et dokument
ne: कागजातको अगाडिपट्टिको भाग स्क्यान गर्नुहोस्
nl: Scan de voorkant van een document
pl: Zeskanuj przód dokumentu
ps_af: د سند مخکینۍ برخه سکین کړئ
pt: Digitalize a parte da frente de um documento
pt_br: Digitalize a frente do documento
ro: Scanați partea din față a documentului
ru: Отсканируйте лицевую сторону документа
si: ලේඛනයේ ඉදිරි පැත්ත ස්කෑන් කරන්න
sk: Naskenujte prednú stranu preukazu
sl: Optično preberite sprednjo stran dokumenta
sr: Skenirajte prednju stranu dokumenta
sv: Skanna framsidan av ett dokument
sw: Skani upande wa mbele wa hati
th: สแกนด้านหน้าของเอกสาร
tr: Belgenin ön yüzünü tarayın
uk: Відскануйте лицьову сторону документа
ur: دستاویز کے سامنے والے حصے کو اسکین کریں
uz: Hujjatning old tomonini skanerlang
vi: Quét mặt trước của tài liệu
yo: Ṣe ẹ̀dà àwòrán iwájú ìwé àkọsílẹ̀
zh_hans: 扫描文档正面
zh_hant: 掃描文件的正面。

# mb_glare_detected
source: Tilt or move the document to remove reflection
ak: Kyea anaa tu krataa no ma hann a ɛrehyerɛn wɔ so no mfi hɔ
am: ነጸብራቁን ለማስወገድ ሰነዱን ያዘንብሉ ወይም ያንቀሳቅሱ
ar: أمل المستند أو حرّكه لإزالة الانعكاس
bn: প্রতিফলন দূর করতে ডকুমেন্টটি কাত করুন বা সরান
cs: Nakloňte nebo posuňte dokument, abyste odstranili odlesk
da: Vip eller flyt dokumentet for at fjerne genskin
de: Neigen oder bewegen Sie das Dokument, um Spiegelungen zu vermeiden
el: Γείρετε ή μετακινήστε το έγγραφο για να αφαιρέσετε την αντανάκλαση
es: Inclina o mueve el documento para eliminar el reflejo
es_mx: Inclina o mueve el documento para eliminar el reflejo
fa: Madrak ra kaj ya jabeja konid ta baztab-e nur az beyn beravad
fi: Kallista tai siirrä asiakirjaa heijastuksen poistamiseksi
fil: Ikiling o ilipat ang dokumento upang alisin ang repleksiyon
fr: Inclinez ou déplacez le document pour supprimer les reflets
fr_ca: Inclinez ou déplacez le document pour éliminer les reflets
ha: Karkatar ko matsar da takardar don cire haske mai kyalli
he: הטו או הזיזו את המסמך כדי להסיר השתקפות
hi: प्रतिबिंब हटाने के लिए दस्तावेज़ को झुकाएँ या हिलाएँ
hr: Nagnite ili premjestite dokument kako biste uklonili refleksiju
hu: Döntse meg vagy mozdítsa el a dokumentumot a tükröződés megszüntetéséhez
id: Miringkan atau pindahkan dokumen untuk menghilangkan pantulan
is: Hallaðu eða færðu skjalið til að fjarlægja endurkast
it: Inclina o sposta il documento per eliminare il riflesso
ja: 書類を傾けるか動かして、反射をなくしてください
ka_ge: არეკვლის მოსაშორებლად დოკუმენტი დახარეთ ან გადაადგილეთ
kk: Шағылысты жою үшін құжатты еңкейтіңіз немесе жылжытыңыз
km_kh: ផ្អៀង ឬផ្លាស់ទីឯកសារ ដើម្បីបំបាត់ពន្លឺចាំង
ko: 반사를 없애려면 문서를 기울이거나 움직이세요
lv: Sasveriet vai pārvietojiet dokumentu, lai novērstu atspīdumu
ms: Condongkan atau alihkan dokumen untuk menghilangkan pantulan
nb: Vipp eller flytt dokumentet for å fjerne gjenskinn
ne: प्रतिबिम्ब हटाउन कागजातलाई झुकाउनुहोस् वा सार्नुहोस्
nl: Kantel of verplaats het document om reflectie te voorkomen
pl: Przechyl lub przesuń dokument, aby usunąć odblask
ps_af: سند کوږ کړئ یا یې وخوځوئ چې انعکاس لرې شي
pt: Incline ou mova o documento para remover o reflexo
pt_br: Incline ou mova o documento para remover o reflexo
ro: Înclinați sau mișcați documentul pentru a elimina reflexia
ru: Наклоните или переместите документ, чтобы убрать блики
si: පරාවර්තනය ඉවත් කිරීමට ලේඛනය ඇල කරන්න හෝ ගෙන යන්න
sk: Nakloňte alebo posuňte dokument, aby ste odstránili odraz
sl: Nagnite ali premaknite dokument, da odstranite odsev
sr: Nagnite ili pomerite dokument da biste uklonili odsjaj
sv: Luta eller flytta dokumentet för att undvika reflexer
sw: Inamisha au sogeza hati ili kuondoa mng'ao
th: เอียงหรือขยับเอกสารเพื่อไม่ให้เกิดแสงสะท้อน
tr: Yansımayı gidermek için belgeyi eğin veya hareket ettirin
uk: Нахиліть або перемістіть документ, щоб усунути відблиск
ur: انعکاس ختم کرنے کے لیے دستاویز کو جھکائیں یا ہلائیں
uz: Yaltirashni bartaraf etish uchun hujjatni qiyalating yoki joyini o‘zgartiring
vi: Nghiêng hoặc di chuyển tài liệu để loại bỏ ánh phản chiếu
yo: Tẹ̀ ìwé-ẹ̀rí náà sí ẹ̀gbẹ́ díẹ̀ tàbí gbé e láti yọ ìmọ́lẹ̀ tí ó ń tàn kúrò
zh_hans: 请倾斜或移动证件以消除反光
zh_hant: 請傾斜或移動文件以消除反光
